[VCP_Lightning_CV X2WeaponTemplate]
FriendlyName="灵能闪电"
BriefSummary=""
TacticalText="<Bullet/>运用心灵力量，向敌人发射闪电. \n<Bullet/>主要攻击."
AbilityDescName="闪电"
[VCP_Lightning_MG X2WeaponTemplate]
FriendlyName="2级灵能闪电"
BriefSummary=""
TacticalText="<Bullet/>运用心灵力量，向敌人发射闪电. \n<Bullet/>主要攻击."
AbilityDescName="闪电"
[VCP_Lightning_BM X2WeaponTemplate]
FriendlyName="3级灵能闪电"
BriefSummary=""
TacticalText="<Bullet/>运用心灵力量，向敌人发射闪电. \n<Bullet/>主要攻击."
AbilityDescName="闪电"

[VCP_Shock_CV X2WeaponTemplate]
FriendlyName="灵能冲击"
BriefSummary=""
TacticalText="<Bullet/>运用心灵力量，向敌人发射闪电. \n<Bullet/>次要攻击."
AbilityDescName="冲击"
[VCP_Shock_MG X2WeaponTemplate]
FriendlyName="2级灵能冲击"
BriefSummary=""
TacticalText="<Bullet/>运用心灵力量，向敌人发射闪电. \n<Bullet/>次要攻击."
AbilityDescName="冲击"
[VCP_Shock_BM X2WeaponTemplate]
FriendlyName="3级灵能冲击"
BriefSummary=""
TacticalText="<Bullet/>运用心灵力量，向敌人发射闪电. \n<Bullet/>次要攻击."
AbilityDescName="冲击"

[VCP_BattleRifle_CV X2WeaponTemplate]
FriendlyName= "BR55 战斗步枪"
FriendlyNamePlural= "BR55型战斗步枪"
TacticalText="<Bullet/>BR55是联合国安理会所有分支的主要服务步枪，在所有距离都有效发射3发子弹."
BriefSummary= "BR55是联合国安理会所有分支的主要军用步枪，在所有距离都能有效发射3发子弹."
[VCP_BattleRifle_MG X2WeaponTemplate]
FriendlyName= "BR55 磁力战斗步枪"
FriendlyNamePlural= "BR55型战斗步枪"
TacticalText="<Bullet/>BR55是联合国安理会所有分支的主要服务步枪，在所有距离都有效发射3发子弹."
BriefSummary= "BR55是联合国安理会所有分支的主要军用步枪，在所有距离都能有效发射3发子弹."
[VCP_BattleRifle_BM X2WeaponTemplate]
FriendlyName= "BR55光束战斗步枪"
FriendlyNamePlural= "BR55型战斗步枪"
TacticalText="<Bullet/>BR55是联合国安理会所有分支的主要服务步枪，在所有距离都有效发射3发子弹."
BriefSummary= "BR55是联合国安理会所有分支的主要军用步枪，在所有距离都能有效发射3发子弹."

[VCP_BattleRifleSingleFire X2AbilityTemplate]
LocFriendlyName="单发"
LocLongDescription="开一发准确的单发;造成的伤害低于标准连发射击."
LocHelpText="开一发准确的单发;造成的伤害低于标准连发射击."
[VCP_BattleRifleTripleBurst X2AbilityTemplate]
LocFriendlyName="三连发"
LocLongDescription="发射三连发，造成更高的伤害。带有命中惩罚."
LocHelpText="发射三连发，造成更高的伤害。带有命中惩罚."

[MZBulletRave X2AbilityTemplate]
-LocFriendlyName="子弹狂欢"
+LocFriendlyName="连发射击"
-LocLongDescription="一阵狂野的射击。非常不准确，但如果有足够的射击连接，能够造成相当大的伤害."
+LocLongDescription="解锁战斗步枪的三连发功能。进行三连发射击。无法暴击."
-LocHelpText="一阵狂野的射击。非常不准确，但如果有足够的射击连接，能够造成相当大的伤害."
+LocHelpText="解锁战斗步枪的三连发功能。进行三连发射击。无法暴击."
-LocFlyOverText="子弹狂欢"
+LocFlyOverText="连发射击"
